Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Saudi Arabia is a patriarchal society that applies an austere form of Sunni Islam that bans unrelated men and women from mixing and gives fathers the right to wed their sons and daughters to whoever they deem fit.
ar: فالسعودية مجتمع ذكوري يطبق شكلاً صارماً من الإسلام السني الذي يحرم اختلاط الرجال والنساء غير الأقارب ويعطي الآباء الحق في تزويج أبنائهم وبناتهم ممن يرونه مناسباً.

source: The minister's comments suggested the practice of marrying off young girls would not be abolished. The regulations will seek to preserve the rights, fending off blights to end the negative aspects of underage girls' marriage, he said.
ar: وأشارت تصريحات الوزير إلى أن تزويج الفتيات الصغيرات لن يتم إلغاؤه، وقال إن اللوائح تسعى إلى الحفاظ على الحقوق واضعةً حداً للجوانب السلبية الخاصة بزواج الفتيات دون سن الرشد.

source: A court in the Saudi town of Unaiza upheld for the second time last week the marriage of the Saudi girl to a man who is about 50 years her senior, on condition he does not have sex with her until she reaches puberty.
ar: وأيدت احدى المحاكم في مدينة عنيزة السعودية للمرة الثانية خلال الأسبوع الماضي زواج فتاة سعودية من رجل يكبرها بنحو 50 عاماً بشرط ألا يمارس معها الجنس حتى تصل إلى سن البلوغ.

source: The minister added that any new regulations would be made under the provision that the requirements of universal laws were not binding to religious commandments.
ar: وأضاف الوزير أن أي لوائح جديدة ستُسن بموجب الشرط الذي ينص على أن متطلبات القوانين العالمية ليست ملزمة للوصايا الدينية.

source: Officials at the ministry could not be reached for comment.
ar: ولم يتسن الوصول إلى مسئولين في الوزارة للتعليق.

source: Financial considerations could prompt some Saudi families to wed their underage daughters to much older men. Many Saudi clerics, including the kingdom's chief cleric Grand Mufti Sheikh Abdelaziz Al al-Sheikh, endorse the practice.
ar: وقد تدفع الاعتبارات المادية بعض الأسر السعودية إلى تزويج بناتهم الصغار إلى رجال كبار في السن، ويقر العديد من رجال الدين السعوديين، بما فيهم المفتي الأكبر للمملكة الشيخ عبد العزيز آل الشيخ هذه العادة.

source: For them this is allowed by Islamic Sharia law, lawyer Abdul-Rahman al-Lahem said.
ar: ويقول المحامي عبد الرحمن اللاحم بالنسبة لهم، الشريعة الاسلامية تسمح بذلك.

source: Thousands arrive in Jerusalem to protect Al Aqsa Mosque from a major threat by Israeli settlers
ar: الآلاف يصلون إلى القدس لحماية مسجد الأقصى من التهديد الكبير الذي يشكله المستوطنون الإسرائيليون

source: Israeli police and soldiers are filling the streets wearing riot gear and carrying heavy arms. Horses, jeeps and police cars are patrolling the streets. Palestinians are being blocked access to the city. Most of those able to arrive are coming from within
ar: وبدورها ملأت الشرطة والجنود الإسرائيليون الشوارع مزودين بوسائل مكافحة الشغب وحاملين أسلحة ثقيلة. فيما كانت الخيول وسيارات جيب تقوم بدوريات في الشوارع. وتم منع الفلسطينيين من الدخول إلى المدينة. وجل الذين تمكنوا من الوصول جاؤوا من مناطق توجد داخل الإسرائيل

source: The occupying Israeli administration announced last night it would impose restrictions on the entry of Muslim worshippers into Al Aqsa Mosque, among the most holy sites in the world for Islam.
ar: وأعلنت إدارة الاحتلال الإسرائيلي ليلة أمس إنها ستفرض قيودا على دخول المصلين المسلمين إلى المسجد الأقصى وستقيم صلوات دينية يهودية داخل الموقع الإسلامي المقدس.

source: A declaration was issued by Jewish communities and organizations to storm Al Aqsa Mosque and perform Jewish religious services inside the Muslim holy site. Israeli forces announced they would prevent Palestinians from entering the mosque if they are male
ar: ولقد أصدر الجاليات والمنظمات الإسرائيلية إعلانا تدعو فيه إلى اختراق المسجد الأقصى وإقامة صلوات دينية يهودية داخل الموقع الإسلامي المقدس. وأعلنت القوات الإسرائيلية أنها ستعمل على منع الفلسطينيين من الدخول إلى المسجد إذا كانوا رجالا وسنهم يقل عن خمسين عاما.

source: Since early this morning dozens of Palestinian buses provided by the Islamic Movement leaders have been arriving; Palestinian flags are flying everywhere.
ar: ومنذ الصباح الباكر، توافدت على القدس العشرات من الحافلات الفلسطينية التي وفرها زعماء الحركة الإسلامية؛ وتم رفع الأعلام الفلسطينية في كل مكان.

source: In a meeting with Sheikh Ikrima Al Sabri, head of the Islamic Supreme Council, he told PNN, It is no secret that Jewish extremists are working to overtaking Al Aqsa Mosque and taking opportunities to implement their plans of aggression if they feel that
ar: وفي لقاء مع الشيخ عكرمة الصبري، رئيس المجلس الأعلى الفلسطيني، صرح لشبكة الأخبار الفلسطينية بالقول، لا يخفى على أي أحد أن المتطرفين اليهود يعملون على احتلال المسجد الأقصى ويسستغلون الفرص من أجل تنفيذ مخططاتهم العدوانية إذا ما رأوا أن هذا هو الوقت المناسب

source: He added, They are trying to impose a new reality in the courtyards of the Al Aqsa Mosque, not only for visits and tours of provocation, but to try to take an aggressive new step, a practice of religious rites in the plazas of the Al Aqsa Mosque. This is
ar: وأضاف قائلا: إنهم يحاولون أن يفرضوا واقعا جديدا في باحة المسجد الأقصى، ليس فقط على مستوى الزيارات والجولات الاستفزازية، بل من خلال محاولة القيام بخطوة عدوانية جديدة، وهي التي تتمثل في ممارسة الشعائر الدينية في باحة المسجد الأقصى. إن هذا الأمر خطير ونحن

source: Palestinians began arriving at the Mosque yesterday hoping to pack it tightly, but calls are issued daily to keep a heavy presence as the Israeli threat is unending. The Israeli administration and settlers are in the process of overtaking the area around
ar: وشرع الفلسطينييون في الوصول إلى المسجد يوم أمس آملين في ملء المكان عن آخره، غير أن نداءات يتم توجيهها يوميا من أجل المحافظة على حضور قوي على اعتبار أن التهديد الإسرائيلي لا نهاية له. وتسير الإدارة الإسرائيلية والمستوطنون نحو احتلال المنطقة المحيطة بالمسجد

source: Citizen Walid said, “This attack requires the unity of our hearts to combat and our feelings toward Jerusalem and the holy Al Aqsa Mosque must be strong. We need to pause in unity to repel the Israeli attacks that are coming in various forms.”
ar: وقال وليد، أحد المواطنين: إن هذا الهجوم يستدعي توحد قلوبنا من أجل القتال, كما ينبغي أن تكون مشاعرنا نحو فلسطين والمسجد الأقصى المقدس مشاعرا قوية. إننا في حاجة إلى الوقوف متحدين من أجل التصدي للهجمات الإسرائيلية، التي تتخذ أشكالا متعددة.

source: Criminals exploit careless mistakes as data breaches hit record
ar: مجرمون يستغلون أخطاء الإهمال في الوقت الذي يسجل فيه اختراق البيانات أرقاما قياسية

source: In a study of large-scale data breaches in 2008, Verizon Business found that cybercriminals profited mostly from exploiting careless mistakes.
ar: في دراسة واسعة النطاق حول الخروقات التي تعرضت لها البيانات سنة 2008، توصلت فيريزون للأعمال إلى أن المجرمين الإلكترونيين استفادوا في معظم الحالات من استغلالهم لأخطاء الإهمال.

source: In fact, of the more that 285 million records compromised last year -- more than in the previous four years combined -- highly sophisticated attackers largely applied their skills only after gaining access from such openings as unpatched vulnerabilities
ar: في الواقع، من بين 285 مليون تسجيل تم إتلافه السنة الماضية (أكثر مما تم تسجيله خلال الأربع سنوات الأخيرة مجتمعة)، استخدم مهاجمون متطورون جدا مهاراتهم بشكل كبير فقط عندما استغلوا فجوات لم تتم معالجتها أو فقط من خلال استعمال معلومات التسجيل المهملة.

source: “The overall message about hacking in 2008 was that it was not all that sophisticated,” Wade Baker, research and intelligence principal, Verizon Business, and primary author of the report, told SCMagazineUS.com Wednesday. “The criminals are getting in the
ar: وصرح ويد بيكر، المسؤول الرئيسي عن البحث والاستعلام لدى فيريزون للأعمال، والمؤلف الأولي لنص التقرير، يوم الأربعاء لـ SCMagazineUS.com بالقول: إن الرسالة التي يمكن استخلاصها من الاختراقات التي تمت سنة 2008 تشير أن ما حدث لم يتم بشكل متطور. مضيفا أن:

source: The Verizon study was based on data analyzed from the company's actual caseload from 90 confirmed breaches. The financial sector accounted for 93 percent of all records compromised last year, and 90 percent of the records stolen was done by groups identif
ar: واعتمدت دراسة فيريزون على معطيات تم تحليلها انطلاقا من حالات لتسعين اختراقا تأكد حدوثه. ويمثل القطاع المالي 93% من مجموع السجلات التي تم إتلافها العام الماضي، كما أن 90% من السجلات تمت سرقتها من طرف مجموعات وُصفت بكونها تدخل في إطار الجريمة المنظمة.

source: The study also revealed the intricate methodology and sophistication of recent attacks.
ar: وكشفت الدراسة أيضا عن الطابع المعقد والمتطور للهجمات الأخيرة.

source: “Rather than malware being some worm that makes a lot of noise, criminals put it on the exact system they want, where it would remain stealthy and unnoticed for a long time,” Wade said. “This is where the criminals have to innovate. To get large volumes o
ar: قال ويد: وبدلا من الاكتفاء ببرامج حاسوبية ضارة متمثلة في بعض الفيروسات التي تثير الكثير من الإزعاج، فإن المجرمين يضعونها داخل النظام الذي يريدون، حيث يمكن أن تمكث هناك متخفية دون أن يلحظها أي أحد لمدة طويلة. وأضاف بالقول: وهنا يتمكن المجرمون من الابت

source: The report also noted the falling price of stolen data. As with any legitimate market system, the unit value of goods and services fluctuates with supply and demand, the report pointed out.
ar: وسجل التقرير أيضا انهيار أسعار المعطيات المسروقة. وأضح أنه كما هو الشأن بالنسبة لأي نظام سوق قانوني، فإن قيمة الوحدة من البضائع والخدمات تتوقف على العرض والطلب._و

source: “In 2007, you would have to pay $13 to $14 for stolen credit card information, Wade said. Recently, we saw that dip under 50 cents That's just simply supply and demand. There was so much [stolen data] out there, the value dropped.”
ar: قال ويد: في 2007، كان يتعين عليك أداء ما بين 13 و14 دولار أمريكي مقابل معلومات بطاقة إئتمان مسروقة. واستطرد قائلا: مؤخرا لاحظنا أن الثمن تراجع إلى خمسين سنتا. إنه قانون العرض والطلب. فثمة وفرة [في المعطيات المسروقة]، وبالتالي انهارت قيمتها.

source: The Memos: Torture Redefined
ar: المذكرات: إعادة تعريف عملية التعذيب

source: The Justice Department on Thursday
ar: أصدرت وزارة العدل الأمريكية يوم الخميس الماضى

source: released four detailed memos
ar: أربع مذكرات تفصيلية

source: , issued by the Office of Legal Counsel between 2002 and 2005, describing and approving the use of harsh interrogation techniques by the Central Intelligence Agency. President Obama said that while these techniques
ar: ،من قبل مكتب المجلس التشريعى للمدة فيما بين 2002 و 2005، محاولة وصف و التصديق على أسليب التعذيب الوحشية المتبعة من قبل مكتب الإستخبارات المركزية الأمريكى (CIA). و قد علق الرئيس الأمريكى باراك أوباما على الموقف موضحاً أنه بينما مثل هذه الأساليب

source: “undermine our moral authority and do not make us safer,”
ar: تفسد من السلطة المعنوية الأخلاقية و لا تجعلنا نشعر بالأمان،

source: the C.I.A. operatives who relied on the legal advice would not be subject to prosecution.
ar: فإن عملاء الإستخبارات و القائمين على العمليات المختلفة بشكل شرعى قانونى لن يكونوا عرضة للمحاكمة و المقاضاة.

source: We’re asking several legal and national security experts for their reaction to these memos and whether they think President Obama’s call for moving on from this chapter is the right decision.
ar: و قد قمنا بالمحاورة مع مجموعة من خبراء الأمن القومى و القانونى حول إتجاهاتهم و مواقفهم من تلك المذكرات الأربع، بالإضافة إلى ما إذا كانوا يعتقدون أن دعوة الرئيس أوباما للإنتقال من هذه الجزئية متخذين القرار الصائب تجاه ذلك الموضوع.

source: David Cole,
ar: -_ديفيد كول،

source: Georgetown University Law Center
ar: مركز القانون بجامعة جورج تاون

source: Kori Schake,
ar: -_كورى تشاك،

source: United States Military Academy
ar: الأكاديمية الأمريكية العسكرية

source: Michael Ratner,
ar: -_ميتشل رانتر،

source: Center for Constitutional Rights
ar: مركز الحقوق التشريعية

source: David B. Rivkin,
ar: -_ديفيد ريفكين،

source: attorney
ar: محامى

source: Kenneth Anderson,
ar: -_كينيث أندرسون،

source: law professor, American University
ar: أستاذ قانون، بالجامعة الأمريكية

source: Macabre and Excruciating Details
ar: التفاصيل المروعة و المؤلمة

source: , a professor at Georgetown University Law Center, is the author, most recently, of “Justice At War: The Men and Ideas That Shaped America’s ‘War on Terror.’”
ar: : هو أستاذ بمركز القانون بجامعة جورج تاون، كما أنه مؤلف الكتاب الأحدث بعنوان العدالة فى فترة الحروب: الرجال و الأفكار التى شكلت الحرب الأمريكية على الإرهاب.

source: The four legal memos released by the Obama administration on Thursday confirm in excruciating detail that the Bush administration employed twisted and macabre legal reasoning to authorize the unspeakable – the torture and cruel, inhuman and degrading trea
ar: و تؤكد الأربع مذكرات التفصيلية التى أصدرتها إدارة باراك أوباما يوم الخميس فى صورة تفاصيل مؤلمة و موجعة ان إدارة بوش الإبن قد قامت بتوظيف التعليل القانونى المشروع و المروع فى نفس الوقت فى اكتساب السلطة التى خولتهم إلى استخدام المعاملة القاسية الغير آدمية و

source: The memos’ matter-of-fact clinical descriptions belie the harsh tactics to which they gave a green light. They set the C.I.A. loose to slam suspects’ heads into walls up to 30 times in a row, to deprive suspects of sleep for more than a week straight, to
ar: و قد جاءت الأوصاف الواقعية الخاصة بتلك المذكرات، إثر التقارير الطبية، مناقضة للأساليب العنيفة التى سمحت بها من قبل ليتم استخدامها. فقد أعطوا مطلق الحرية لعملاء وكالة الغستخبارات المركزية بأن يرطموا رؤوس من يتم استجوابه بالحائط لمدة ثلاثين دقيقة و هم مصطفو

source: Mr. Obama’s refusal to hold accountable those responsible for the wrongs so evident from the memos is unacceptable.
ar: إلا أن رفض الرئيس الأمريكى باراك أوباما بأن يتم محاسبة من قام بمثل تلك الأفعال المذكورة بالمذكرات و المبرهن حدوثها كذلك بنفس المذكرات لهم أمر غير مقبول تماماً.

source: A child would recognize these tactics as cruel and inhumane. The United States itself treated waterboarding as torture when the Japanese used it against our troops in World War II. Yet through pages and pages of dense legal reasoning, the Office of Leg
ar: فى الواقع يستطيع الطفل الصغير أن يقر بأن تلك الأساليب المستخدمة هى فى جوهرها قاسية و همجية و تتنافى مع الطبيعة البشرية. حتى أن حكومة الولايات المتحدة الأمريكية نفسها قامت بالتنديد بتلك الأساليب عنما استخدمتها القوات اليابانية ضد الجنود الأمريكان خلال الحر

source: President Obama should be commended for releasing these memos. But his simultaneous assertion that he will not seek to hold accountable those responsible for the wrongs so evident on the memos’ face is unacceptable. The line C.I.A. agents are not, howev
ar: و من جهة أخرى يجب الإثناء على سلوك الرئيس أوباما و توجهه لإصدار تلك المذكرات، و لكن هذا التأكيد و الإصرار على عدم المساس بهؤلاء الأفراد و العملاء الذين قاموا بتلك الأخطاء تجاه الآخرين. و يجب ملاحظة أن هؤلاء العملاء ليسوا من هم من المفترض أن يكزنوا تحت طائ

source: It is not enough to say that when we have a president who does not believe in cruel and inhuman treatment and torture, the United States will not engage in such practices – while leaving open the possibility that if we again elect a president who does bel
ar: و ليس من الكاف لنا عندما نعرف أن أحد الرؤساء الأمريكيين لا يؤمن و لا يحبذ التعذيب و المعاملة الغير آدمية، أن يمثل ذلك مبرر للولايات المتحدة الأمريكية لتكف عن عملية التعذيب التى تخوضها ضد من يتم إلقاء القبض عليهم، و لكنه فى نفس الوقت متيحين الفرصة للإعتقاد

source: Censored Syria
ar: سوريا المراقبة.

source: 17 April 2009
ar: السابع عشر من شهر نيسان, 2009

source: Domestic censorship of the internet is one thing, but Syrian internet users face a battle on two fronts. America is doing the job of the Syrian censors.
ar: إن الرقابة المحلية على الانترنت تكون من جانب واحد فقط, إلا أن مستخدمي الانترنت في سوريا يواجهون تلك المعركة من جانبين, فالولايات المتحدة تقوم بذلك العمل عن المراقبين السوريين.

source: First it was the whole internet that was blocked in Syria. Then just Hotmail. Then Hotmail was unblocked, and Yahoo Mail was blocked. Then it swapped around again. Then they were both ok. Then Blogger was blocked. Then it was unblocked. Then Facebook was
ar: في البدء, كان الانترنت كله محجوب في سوريا, بعدها الهوت ميل فقط, ثم فتح الهوت ميل و حجب الياهو ميل. و تبدل الحال بعدها من جديد. ثم فتح الموقعان. و حجب البلوغر بعدها, ثم فتح من جديد. و أخيرا تم حجب الفايس بوك, و لا يزال محجوبا.

source: Syrian internet users run the gauntlet of proxies and tricks to access certain websites deemed a security risk. But now they face a new challenge: corporate America.
ar: إن مستخدمي الانترنت السوريون يجربون البروكسيز و الخدع من أجل الدخول إلى مواقع الويب المعتبرة كخطر أمني. إلا أنهم الأن يواجهون تحد جديد ألا و هو : الشركات الأميركية.

source: If you’re American and you do business with a Syrian, you could go to jail. Some American companies are getting very twitchy and have even stopped Syrian citizens using their service.
ar: اذا كنت شخصا أمريكيا و لك أعمال مع شخص سوري, فيمكن أن يوصلك ذلك إلى السجن. بعض الشركات الأمريكية أصبحت قاسية جدا بل أنها منعت المواطنين السوريين من استخدام خدماتها.

source: Two years ago
ar: منذ سنتين, اكتشف

source: George Ajjan
ar: جورج عجان

source: discovered that ANY website purchased from domain registration company GoDaddy.com would be blocked to Syrian users.
ar: أن أي موقع يشتري من شركة تسجيل تحمل اسم غودادي دوت كوم سيتم حجبه على المستخدمين السوريين.

source: And it seems this perverse practise shows no signs of abating, even as top-level American officials pay visits to Damascus.
ar: و يبدو أن هذه الممارسة الخاطئة لم تظهر أي علامات للتراجع, على الرغم من قيام مسؤولين أميركيين من مناصب عليا بزيارات إلى دمشق.

source: reports that all Syrian LinkedIn accounts have just been blocked. He received this explanation from the company:
ar: شرح في تقريره عن أن جميع الحسابات السورية في لينكدن قد تم حجبها للتو. حيث أنه تلقى هذا التوضيح من الشركة:

source: Anas
ar: أنس

source: “Use of LinkedIn services, including our software, is subject to export and re-export control laws and regulations. This includes the … sanctions programs maintained by the Treasury Department’s Office of Foreign Assets Control.
ar: إن استخدام خدمات لينكدن, بما فيها برمجياتنا, هي عرضة لقوانين تتحكم و تسيطر على التصدير و إعادة التصدير. و هذا يشمل برامج العقوبات التي تحتفظ بها وزارة الخزانة ومكتب مراقبة الأصول الأجنبية.

source: We do not allow member accounts or access to our site from Cuba, Iran, North Korea, Sudan, or Syria.”
ar: ‛ إننا لا نسمح بانضمام أعضاء أو فتح حسابات لهم على موقعنا إن كانوا من كوبا, إيران, كوريا الشمالية, السودان, و سوريا. ‛

source: Some Google services can not be accessed in Syria too. Google is such a
ar: كما أن بعض خدمات غوغل محجوبة في سوريا أيضا. فغوغل تعتبر ك

source: It seems censorship works both ways.
ar: يبدو أن الرقابة تعمل في كلا الاتجاهين.

source: company.
ar: الشركة المبدئية

source: Syria News Wire
ar: سيريانيوز واير

source: Happy Syrian Independence Day
ar: عيد استقلال سوري سعيد

source: Strike gold in Damascus
ar: انخفاض الذهب في دمشق

source: 2 Comments
ar: عدد التعليقات: 2

source: It’s not censorship per se- this is where a fine and fuzzy line between information and services on the internet comes into play. It still does expose a fundamental problem with the American sanctions.
ar: إنها ليست رقابة بحد ذاتها, هناك خط رفيع و ضبابي بين المعلومات و الخدمات على شبكة الانترنت يلعب دورا بذلك, و هو لا يزال يكشف مشكلة أساسية حول العقوبات الأميركية.

source: Jonathan
ar: جوناثان

source: 18 April 2009 at 1.06 pm
ar: الثامن عشر من شهر نيسان, 2009. الساعة: 1:06 مساءا.

source: This IS censorship. LinkedIn does not provide paid services (unlike Google or Amazon.com) and is therefore not required by law to participate in sanctions. Twitter and Facebook don’t. Other social networking sites don’t.
ar: إن هذه هي الرقابة بحد ذاتها. فلينكدن لا يقدم الخدمات المدفوعة (خلافا لغوغل أو أمازون دوت كوم), وبالتالي فليس مطالبا حسب القانون أن يشارك في تفعيل العقوبات. تويتر و فايس بوك يفعلون ذلك. و لا حتى مواقع التواصل الاجتماعي الأخرى أيضا.

source: I will be discontinuing use of LinkedIn.
ar: سأقوم بإيقاف استخدامي للينكدن.

source: 18 April 2009 at 7.39 pm
ar: الثامن عشر من شهر نيسان,2099. الساعة: 7:39 مساءا.

source: Leave a Comment
ar: اترك تعليقا

source: Jillian C. York
ar: جيليان سي. يورك

source: Notify me of follow-up comments via email.
ar: أريد متابعة التعليقات على بريدي الالكتروني

source: Trial of Iranian American journalist over, officials say
ar: يقول المسؤولون: انتهت محاكمة الصحفية الأميركية الإيرانية.

source: US to boycott United Nations racism meeting
ar: الولايات المتحدة تقاطع اجتماع الأمم المتحدة حول العنصرية

source: WASHINGTON (AP) -- The Obama administration will boycott with regret a U.N. conference on racism next week over objectionable language in the meeting's final document that could single out Israel for criticism and restrict free speech, the State Dep
ar: ذكرت وزارة الخارجية الأمريكية يوم السبت أن إدارة أوباما ستقاطع مع الأسف مؤتمر الأمم المتحدة بشأن العنصرية المقرر عقده الأسبوع المقبل اعتراضاً على اللغة المسيئة التي اُستخدمت في الوثيقة النهائية للاجتماع التي قد تخص إسرائيل بالنقد.

source: The decision follows weeks of furious internal debate and will likely please Israel and Jewish groups that lobbied against U.S. participation. But the move upset human rights advocates and some in the African-American community who had hoped that Presiden
ar: وجاء القرار بعد أسابيع من مناقشات داخلية غاضبة والتي من المرجح أن ترضي إسرائيل والجماعات اليهودية التي اجتمعت علي معارضة مشاركة الولايات المتحدة، ولكن أغضبت هذه الخطوة المدافعين عن حقوق الإنسان وبعض الأفراد في أوساط الأمريكيين من أصل أفريقي الذين كانوا يأ

source: The administration had wanted to attend the April 20-25 meeting in Geneva, although it warned in late February it would not go unless significant changes were made to the draft text.
ar: وأرادت الإدارة حضور الاجتماع المزمع عقده في 20-25 أبريل في جنيف، على الرغم من أنها حذرت في أواخر فبراير إنها لن تذهب إلا إذا أُجريت تغييرات واضحة على مشروع النص.

source: Some revisions - including the removal of specific critical references to Israel and problematic passages about the defamation of religion - were negotiated for which State Department spokesman Robert Wood said the administration was deeply grateful.
ar: وتم التفاوض بشأن بعض التنقيحات بما في ذلك إزالة إشارات محددة تنتقد إسرائيل وفقرات مثيرة للجدل عن تشويه صورة الدين، وقال المتحدث باسم وزارة الخارجية الأمريكية روبرت وود إن الإدارة كانت ستشعر بامتنان عميق إذا حدثت هذه التغييرات.

source: But he said the text retains troubling elements that suggest support for restrictions on free speech and an affirmation of the findings of the first World Conference Against Racism, held in Durban, South Africa, in 2001 that the U.S cannot endorse.
ar: ولكنه قال إن النص يضم عناصر مقلقة تشير إلى دعم فرض قيود على حرية التعبير وتأكيد على نتائج المؤتمر العالمي الأول لمناهضة العنصرية الذي عُقد في دربان بجنوب أفريقيا في عام 2001 والتي لا يمكن أن تصدق الولايات المتحدة عليها.

source: Unfortunately, it now seems certain these remaining concerns will not be addressed in the document to be adopted by the conference next week, Wood said in a statement. Therefore, with regret, the United States will not join the review conference.
ar: وقال وود في بيان للأسف، أصبح من المؤكد الآن أن هذه الشواغل المتبقية لن تُناقش في الوثيقة التي سيعتمدها المؤتمر الأسبوع القادم، وأضاف لذلك، فإنه مع الأسف لن تشارك الولايات المتحدة فى المؤتمر.

source: Despite the decision, he stressed that the United States is profoundly committed to ending racism and racial discrimination and will work with all people and nations to build greater resolve and enduring political will to halt racism and discrimination
ar: وعلى الرغم من القرار، إلا أنه شدد أن الولايات المتحدة ملتزمة بشدة لوضع حد للعنصرية والتمييز العنصري و أضاف قائلاً سنعمل مع جميع الشعوب والأمم لبناء عزم أكبر وإرادة سياسية مستمرة للحد من العنصرية والتمييز حيثما وقعوا.
